---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RebarShapeFailures
source: html/0e1eb08c-0c9b-58bd-119d-09b5a1b365f0.htm
---
# BuiltInFailures.RebarShapeFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.